{"translation-revision-date":"2025-03-28 13:43:47+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"it"},"If you already have templates saved in the cloud, you can still use them in this plugin.":["Se disponi già di template salvati nel cloud, puoi usarli in questo plugin."],"We've launched a dedicated Templates Cloud plugin that offers advanced permission controls and additional features. Try it out from your Themeisle account.":["Abbiamo lanciato un plugin dedicato a Templates Cloud che offre controlli avanzati sui permessi e funzionalità aggiuntive. Provalo dal tuo account Themeisle."],"Useful links":["Link utili"],"Feedback":["Feedback"],"Tell us how can we help you better with Templates Cloud":["Dicci come possiamo aiutarti con Templates Cloud"],"What's one thing you need in Templates Cloud?":["C'è una cosa di cui hai bisogno in Templates Cloud?"],"You can try a different search or use one of the categories below.":["Prova con una ricerca differente o utilizza una delle categorie seguenti."],"No results found.":["Nessun risultato trovato."],"Starter sites could not be loaded. Please refresh and try again.":["Impossibile caricare i modelli di sito. Aggiorna la pagina e riprova."],"Search for a starter site":["Cerca un modello di sito"],"Search Icon":["Icona di Cerca"],"Upgrade and Import":["Fai upgrade e importa"],"Next":["Successivo"],"Previous":["Precedente"],"View Pages":["Visualizza le pagine"],"Unlock access with Business plan":["Sblocca l'accesso con il piano Business"],"New":["Nuovo"],"Sync":["Sincronizza"],"Re-sync Library":["Risincronizza libreria"],"Deactivate":["Disattiva"],"License Key":["Codice della licenza"],"Can not activate this license!":["Impossibile attivare questa licenza!"],"Import Page":["Pagina di importazione"],"No templates for this starter site.":["Non ci sono template per questo modello di sito."],"Upgrade":["Aggiorna"],"Import Starter Site":["Importa modello di sito"],"You can import individual pages or bulk-import all of them.":["Puoi importare singole pagine o importare tutte le pagine in massa."],"Premium":["Premium"],"Back to Starter Sites":["Torna ai modelli di sito"],"Import entire site":["Importa tutto il sito"],"I want to import just the templates":["Voglio importare solo i template"],"Additional plugins are required for this Starter Site in order to work properly.":["Per il corretto funzionamento di questo modello di sito sono necessari dei plugin aggiuntivi."],"Import settings":["Importa impostazioni"],"This will remove any plugins, images, customizer options, widgets posts and pages added by the previous demo import":["Questo rimuoverà tutti i plugin, le immagini, le opzioni del Personalizza, i widget, gli articoli e le pagine aggiunti dalla precedente importazione della demo."],"Cleanup previous import":["Pulisci l'importazione precedente"],"Optimole":["Optimole"],"Optimize and speed up your site with our trusted addon, <a><span>%s<\/span><icon\/><\/a>. It’s free.":["Ottimizza e velocizza il tuo sito con il nostro add-on, <a><span>%s<\/span><icon\/><\/a>. È gratis."],"Enable performance features for my site":["Abilita le funzionalità di performance per il mio sito"],"Widgets will be moved to the Inactive Widgets sidebar and can be retrieved from there.":["I widget verranno spostati nella barra laterale dei widget inattivi e potranno essere recuperati da lì."],"Install required theme":["Installa il tema obbligatorio"],"In order to import the starter site, Neve theme has to be installed and activated.":["Per importare il modello di sito, devi installare e attivare il tema Neve."],"Neve":["Neve"],"Import the entire site including customizer options, pages, content and plugins.":["Importa l'intero sito, comprese le opzioni del Personalizza, le pagine, i contenuti e i plugin."],"Enter your email":["Inserisci la tua email"],"Stay up-to-date on news, tips and product updates":["Ricevi le ultime notizie, i suggerimenti e gli aggiornamenti di prodotto"],"Learn more about this starter site":["Per saperne di più su questo modello di sito"],"Content was successfully imported":["Il contenuto è stato importato con successo"],"Import %s as a complete site":["Importa %s come un sito completo"],"Skip and add your own content":["Salta e aggiungi i tuoi contenuti"],"View Website & Subscribe":["Visualizza il sito web e iscriviti"],"Something went wrong while loading the site data. Please refresh the page and try again.":["Qualcosa è andato storto durante il caricamento dei dati del sito. Aggiorna la pagina e riprova."],"Something went wrong while installing the performance addon.":["Qualcosa è andato storto durante l'installazione dell'add-on per le prestazioni."],"Something went wrong while importing the widgets.":["Qualcosa è andato storto durante l'importazione dei widget."],"Something went wrong while updating the customizer settings.":["Qualcosa è andato storto durante l'aggiornamento delle impostazioni del Personalizza."],"Something went wrong while cleaning the previous import.":["Qualcosa è andato storto durante la pulizia dell'importazione precedente."],"Installing Performance Features":["Installazione delle funzionalità di prestazione"],"Importing Widgets":["Importazione widget"],"Importing Customizer Settings":["Importazione impostazioni Personalizza"],"Importing Content":["Importazione contenuto"],"Installing Plugins":["Installazione plugin"],"Installing and Activating the Theme":["Installazione e attivazione del tema"],"Cleanup previous Import":["Pulisci importazione precedente"],"Unlock the Templates Cloud features and save your pages or posts in the cloud.":["Sblocca le funzionalità di Templates Cloud e salva le tue pagine o i tuoi articoli nel cloud."],"Templates Cloud is a PRO Feature":["Templates Cloud è una funzionalità PRO"],"I already have a key":["Ho già una chiave"],"Upgrade to PRO":["Aggiorna a PRO"],"Import Template":["Importa template"],"Learn more":["Scopri di più"],"You can add a page or post to the cloud by accessing it with the WordPress or Elementor\/Beaver editor. Learn more about this in our docs.":["Puoi aggiungere una pagina o un articolo al cloud accedendovi con l'editor di WordPress o Elementor\/Beaver. Per saperne di più, consulta la nostra documentazione."],"There are no templates yet":["Non ci sono ancora template"],"No Templates Found":["Nessun template trovato"],"What info do we collect?":["Che informazioni raccogliamo?"],"Submit feedback":["Invia feedback"],"We value privacy, that's why no domain name, email address or IP addresses are collected after you submit the survey. Below is a detailed view of all data that Themeisle will receive if you fill in this survey.":["Ci teniamo alla privacy, per questo motivo non raccogliamo il nome del dominio, l'indirizzo email o l'indirizzo IP dopo che invii il sondaggio. Di seguito ti diamo una panoramica dettagliata di tutti i dati che Themeisle riceverà se compili questo sondaggio."],"Tell us more …":["Dicci di più..."],"To share templates with the clients":["Per condividere template con i clienti"],"To store my templates in the cloud":["Per archiviare i miei template nel cloud"],"How are you using Templates Cloud?":["Come stai usando Templates Cloud?"],"Share feedback":["Condividi il tuo feedback"],"Try again":["Riprova"],"Help us improve and let us know how are you using Templates Cloud.":["Aiutaci a migliorare e dicci come usi Templates Cloud."],"Thank you for helping us improve Templates Cloud!":["Grazie per averci aiutato a migliorare Templates Cloud!"],"Please provide a feedback before submitting the form.":["Dacci un feedback prima di inviare il modulo."],"There was a problem submitting your feedback.":["Si è verificato un problema nell'invio del feedback."],"Text from the above text area":["Testo dall'area di testo precedente"],"Feedback Details":["Dettagli del feedback"],"Checked option from feedback":["Opzione selezionata dal feedback"],"Feedback Response":["Risposta al feedback"],"Plugin version":["Versione del plugin"],"Visit":["Visita"],"Templates were successfully imported!":["I template sono stati importati con successo!"],"Template was successfully imported!":["Il template è stato importato con successo!"],"Import done!":["Importazione completata!"],"Import All Pages":["Importa tutte le pagine"],"I want to import the entire site":["Voglio importare tutto il sito"],"All the templates that are included in this starter site, will be imported as pages. This import will install & activate the page builder plugin if not already installed.":["Tutti i template inclusi in questo sito iniziale saranno importati come pagine. Questa importazione installerà e attiverà il plugin di page builder, se non è già installato."],"The %s template will be imported as a page into your site. This import will install & activate the page builder plugin if not already installed.":["Il template %s sarà importato come pagina nel sito. Questa importazione installerà e attiverà il plugin page builder, se non è già installato."],"This import will add a new Full Site Editing template to your site.":["Questa importazione aggiungerà un nuovo template di Full Site Editing al tuo sito."],"Import all templates from %s":["Importa tutti i template da %s"],"Import the %s template":["Importa il template %s"],"Please refresh the page and try again.":["Aggiorna il sito e riprova."],"An error occurred!":["Si è verificato un errore!"],"All imports are successful":["Tutte le importazioni sono riuscite"],"Import successful":["Importazione riuscita"],"Show FSE Templates":["Mostra i template FSE"],"Builder Logo":["Logo builder"],"Beaver":["Beaver"],"Elementor":["Elementor"],"Gutenberg":["Gutenberg"],"Dismiss":["Ignora"],"Dismissed":["Ignorato"],"Something went wrong. Please reload the page and try again.":["Qualcosa è andato storto. Ricarica la pagina e riprova."],"Start Migration":["Inizia la migrazione"],"Something went wrong while importing the website content.":["Qualcosa è andato storto durante l'importazione del contenuto del sito."],"Something went wrong while installing the necessary plugins.":["Qualcosa è andato storto durante l'installazione dei plugin necessari."],"Edit Content":["Modifica il contenuto"],"Migrating":["Migrazione in corso"],"The following plugins will be installed":["Verranno installati i seguenti plugin"],"Migrate":["Migra"],"See logs":["Guarda i log"],"Download Logs File":["Scarica il file di log"],"Error log":["Registro errori"],"Error code":["Codice errore"],"Health":["Salute"],"Non-Profit":["Non-Profit"],"News":["News"],"eCommerce":["e-commerce"],"Education":["Istruzione"],"To import this demo you have to install the following plugins":["Per importare questa demo è necessario installare i seguenti plugin"],"Activate":["Attiva"],"Install and Activate":["Installa e attiva"],"Activating":["Attivazione in corso"],"Installing":["Installazione in corso"],"Could not install theme.":["Impossibile installare il tema."],"In order to import the starter site, Neve theme has to be installed and activated. Click the button below to install and activate Neve":["Per poter importare il modello di sito, devi installare e attivare il tema Neve. Fai clic sul pulsante sottostante per installare e attivare Neve"],"Logo":["Logo"],"Install and Activate Neve":["Installa e attiva Neve"],"Could not activate theme.":["Non è stato possibile attivare il tema."],"An error has ocurred: %s":["Si è verificato un errore: %s"],"Other":["Altro"],"Personal":["Personale"],"Blog":["Blog"],"WooCommerce":["WooCommerce"],"Portfolio":["Portfolio"],"Free":["Gratuito"],"All Categories":["Tutte le categorie"],"Photography":["Fotografia"],"Blogging":["Blogging"],"Fashion":["Moda"],"Ecommerce":["Ecommerce"],"Business":["Di lavoro"],"Clear search query":["Annulla query di ricerca"],"Grid View":["Vista griglia"],"List View":["Vista elenco"],"Deleting":["Eliminazione in corso..."],"Update":["Aggiorna"],"This template is synced to a page.":["Questo template è sincronizzato con una pagina."],"Are you sure you want to delete this template?":["Vuoi davvero eliminare questo template?"],"Last Modified":["Ultima modifica"],"Date":["Data"],"Name":["Nome"],"Sort by":["Ordina per"],"Delete":["Elimina"],"Edit":["Modifica"],"Close":["Chiudi"],"Page Templates":["Template di pagina"],"Template Name":["Nome del template"],"Content was successfully imported. Enjoy your new site!":["Contenuto importato con successo. Puoi ora visualizzare il tuo nuovo sito!"],"We recommend you backup your website content before attempting a full site import.":["Ti consigliamo di fare un backup dei contenuti del sito web prima di tentare un'importazione completa del sito."],"Widgets":["Widget"],"Customizer":["Personalizza"],"Content":["Contenuto"],"Search":["Cerca"],"General":["Generale"],"Plugins":["Plugin"],"Add your own content":["Aggiungi i tuoi contenuti"],"View Website":["Visualizza il sito web"],"Cancel":["Annulla"],"Importing":["Importazione in corso"],"Import":["Importa"],"Preview":["Anteprima"],"Settings":["Impostazioni"],"My Library":["La mia libreria"],"Templates Cloud":["Templates Cloud"],"Starter Sites":["Modelli di sito"]}},"comment":{"reference":"assets\/build\/app.js"}}