{"translation-revision-date":"2025-03-28 13:43:47+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"it"},"Enjoy your site!":["Goditi il tuo sito!"],"Import complete.":["Importazione completata."],"Sit tight as we import a website based on your preferences.":["Tieniti forte mentre importiamo un sito web basato sulle tue preferenze."],"We are importing your new site…":["Stiamo importando il tuo nuovo sito..."],"Skip and view site":["Salta e visualizza il sito"],"Submit and view site":["Invia e visualizza il sito"],"You're all set. Tell us a bit about yourself.":["È tutto pronto. Dicci qualcosa su di te."],"My Client":["Il mio cliente"],"My Company":["La mia azienda"],"Myself":["Io"],"I build this site for…":["Ho costruito questo sito per..."],"Expert":["Esperto"],"Intermediate":["Intermedio"],"Beginner":["Principiante"],"I am a…":["Sono..."],"Go back":["Torna indietro"],"Already a customer":["Già cliente"],"This will override theme settings and add content to your current site.":["In questo modo si sovrascrivono le impostazioni del tema e si aggiungono contenuti al sito attuale."],"Start Import?":["Vuoi iniziare l'importazione?"],"Start Import":["Avvia l'importazione"],"Import Website":["Importa sito web"],"Continue":["Continua"],"Unlock Access":["Sblocca accesso"],"Selected Template":["Template selezionato"],"contact us":["contattaci"],"If you have any questions, feel free to <a><\/a>.":["Se hai domande, scrivici: <a><\/a>."],"account dashboard":["bacheca account"],"If you are an existing Neve Pro customer, please install the premium version of the plugin from your Themeisle <a><\/a>.":["Se sei già cliente di Neve Pro, installa la versione premium del plugin dal tuo Themeisle <a><\/a>."],"Upgrade to Neve Business plan to enjoy unlimited access to all templates in the library.":["Passa al piano Neve Business per avere accesso illimitato a tutti i template della libreria."],"This is a Premium Starter Site!":["Questo è un modello di sito Premium!"],"Customize the design of your site, such as color and typography.":["Personalizza il design del sito, come il colore e la tipografia."],"Enhance your website with powerful plugins to fulfil your needs.":["Migliora il tuo sito web con potenti plugin che soddisfano le tue esigenze."],"Select features":["Seleziona funzionalità"],"Customize design":["Personalizza design"],"Membership plugin that allows you to monetize content access.":["Plugin di membership che consente di monetizzare l'accesso ai contenuti."],"Membership Plugin":["Plugin di membership"],"A framework for creating, managing, and deploying customized content types and fields for any project.":["Un framework per creare, gestire e distribuire tipi di contenuto e campi personalizzati per qualsiasi progetto."],"Pods":["Pods"],"Plugin for setting up a job listing page for your WordPress website.":["Plugin per la creazione di una pagina di annunci di lavoro per il tuo sito web WordPress."],"WP Job Openings":["WP Job Openings"],"Full-featured WordPress real estate plugin.":["Plugin WordPress completo per il settore immobiliare."],"Estatik":["Estatik"],"Booking system for appointments and event booking.":["Sistema di prenotazione per appuntamenti ed eventi."],"Amelia":["Amelia"],"Easily create and share mouthwatering recipes.":["Crea e condividi facilmente ricette appetitose."],"Recipe Card Blocks":["Recipe Card Blocks"],"Easily display Easy Digital Downloads products in Gutenberg Editor.":["Mostra con facilità i prodotti Easy Digital Downloads nell'editor Gutenberg."],"EDD Blocks":["EDD Blocks"],"Sell digital products with ease and manage your online store efficiently.":["Vendi prodotti digitali con facilità e gestisci il tuo negozio online in modo efficiente."],"Easy Digital Downloads":["Easy Digital Downloads"],"Build any commerce solution you can imagine.":["Costruisci qualsiasi soluzione commerciale ti venga in mente."],"A powerful and easy to use plugin for responsive charts & tables.":["Un plugin potente e facile da usare per grafici e tabelle responsive."],"Tables and Chart":["Tabelle e grafici"],"Keep visitors engaged with an intelligent AI chatbot.":["Mantieni alta l'attenzione di chi visita il tuo sito con un chatbot AI intelligente."],"AI ChatBot":["AI ChatBot"],"Set up your store and start accepting payments via Stripe.":["Configura il tuo negozio e inizia ad accettare pagamenti tramite Stripe."],"Supercharge your site’s speed with powerful caching.":["Aumenta la velocità del tuo sito con un potente sistema di cache."],"Caching":["Caching"],"Make your site faster with automatic image optimization.":["Rendi il tuo sito più veloce con l'ottimizzazione automatica delle immagini."],"Image Optimization":["Ottimizzazione delle immagini"],"Create forms to capture leads and feedback.":["Crea moduli per raccogliere contatti e feedback."],"Contact Form":["Modulo di contatto"],"Build beautiful pages with a simple drag-and-drop page builder.":["Costruisci bellissime pagine con un semplice builder di pagine drag-and-drop."],"Site Builder":["Builder per siti"],"Change":["Cambia"],"Remove":["Rimuovi"],"Uploaded image":["Immagine caricata"],"Select or upload image":["Seleziona o carica un'immagine"],"Upload a logo":["Carica un logo"],"Business Name":["Nome commerciale"],"Default":["Predefinito"],"Typography":["Tipografia"],"Color Palette":["Palette di colori"],"Choose a design":["Scegli un design"],"Get Started":["Come iniziare"],"Unlock Access to all premium templates with Neve Business plan. <a><\/a>.":["Sblocca l'accesso a tutti i template premium con il piano Neve Business. <a><\/a>."],"You can try a different search or use another category.":["Puoi provare a fare una ricerca diversa o usare un'altra categoria."],"PRO":["PRO"],"All":["Tutto"],"Or search for a site":["O cerca un sito"],"Pick a category and we will provide you with relevant suggestions so you can find the starter site that works best for you.":["Scegli una categoria e ti daremo suggerimenti pertinenti che ti aiutano a trovare il modello di sito di più adatto a te."],"What type of website are you creating?":["Che tipo di sito web stai creando?"],"Exit to dashboard":["Torna alla bacheca"],"Import Templates":["Importa template"],"No results found.":["Nessun risultato trovato."],"Enter your email":["Inserisci la tua email"],"Something went wrong while loading the site data. Please refresh the page and try again.":["Qualcosa è andato storto durante il caricamento dei dati del sito. Aggiorna la pagina e riprova."],"Something went wrong while installing the performance addon.":["Qualcosa è andato storto durante l'installazione dell'add-on per le prestazioni."],"Something went wrong while importing the widgets.":["Qualcosa è andato storto durante l'importazione dei widget."],"Something went wrong while updating the customizer settings.":["Qualcosa è andato storto durante l'aggiornamento delle impostazioni del Personalizza."],"Something went wrong while cleaning the previous import.":["Qualcosa è andato storto durante la pulizia dell'importazione precedente."],"Installing Performance Features":["Installazione delle funzionalità di prestazione"],"Importing Widgets":["Importazione widget"],"Importing Customizer Settings":["Importazione impostazioni Personalizza"],"Importing Content":["Importazione contenuto"],"Installing Plugins":["Installazione plugin"],"Installing and Activating the Theme":["Installazione e attivazione del tema"],"Cleanup previous Import":["Pulisci importazione precedente"],"Builder Logo":["Logo builder"],"Something went wrong while importing the website content.":["Qualcosa è andato storto durante l'importazione del contenuto del sito."],"Something went wrong while installing the necessary plugins.":["Qualcosa è andato storto durante l'installazione dei plugin necessari."],"See logs":["Guarda i log"],"Download Logs File":["Scarica il file di log"],"Error log":["Registro errori"],"Error code":["Codice errore"],"Health":["Salute"],"Non-Profit":["Non-Profit"],"News":["News"],"eCommerce":["e-commerce"],"Education":["Istruzione"],"Could not install theme.":["Impossibile installare il tema."],"Could not activate theme.":["Non è stato possibile attivare il tema."],"WooCommerce":["WooCommerce"],"Free":["Gratuito"],"Business":["Di lavoro"],"Cancel":["Annulla"]}},"comment":{"reference":"onboarding\/build\/index.js"}}